Repository: mkappus1/datenmanagement-mt-25
Catalog: Lektion7/de-en.tmx
Source language: de
Languages: en

source: Frauen im gebärfähigen Alter sollten mit dem behandelnden medizinischen Fachpersonal besprechen, welche Impfungen vor, während und nach einer Schwangerschaft empfohlen werden.
en: Women of childbearing age should discuss with their healthcare provider which vaccines are recommended before, during and after pregnancy.

source: Diphterie - jeder 10 Erkrankte stirbt daran, selbst bei Behandlung (1);
en: diphtheria kills 1 in every 10 people who get it, even with treatment (1);

source: Entscheidungen über Impfstoffe in verschiedenen europäischen Ländern
en: Decisions on vaccines in use in different European countries

source: Nachstehend finden Sie Links zu offiziellen Websites mit Informationen über Impfungen von öffentlichen Gesundheitsorganisationen der Länder der Europäischen Union (EU) und des Europäischen Wirtschaftsraums (EWR).
en: Below are links to official websites with information on vaccination from public health organisations of the European Union (EU) and European Economic Area (EEA) countries.

source: Zu den Faktoren, die solche Unterschiede begünstigen, gehören z. B. die Belastung durch die Erkrankung, die Häufigkeit der Erkrankung und Trends in verschiedenen Ländern, die Ressourcen und Strukturen der Gesundheitssysteme, politische und kulturelle Faktoren sowie die Widerstandsfähigkeit des Impfprogramms.
en: Factors driving such differences may include the disease's burden, prevalence of the disease and trends in different countries, the resources and structures of healthcare systems, political and cultural factors, as well as the resilience of the vaccination programme.

source: Patienten, deren Immunität herabgesetzt ist, profitieren außerdem davon, wenn alle Personen in ihrem Umfeld (Familienmitglieder, Pflegepersonal) über einen vollständigen Impfschutz verfügen, weil auch sie dadurch indirekt geschützt werden.
en: Immunocompromised patients also benefit from those around them being fully vaccinated (such as family members, caregivers), as then they are also indirectly protected.

source: Diese Liste mit Beispielen enthält Krankheiten, für die in nationalen Immunisierungsprogrammen Impfstoffe vorgesehen sind und/oder gegen die Personen geimpft werden, die ein erhöhtes Erkrankungsrisiko haben.
en: This list with examples includes diseases for which vaccines are included in the national immunisation programmes, and/or are given to persons considered to be at a higher risk of getting the disease.

source: In manchen Fällen wird vor Einleitung einer Behandlung die vollständige Durchführung der erforderlichen Immunisierungen empfohlen, da das Infektionsrisiko während der Behandlung möglicherweise erhöht ist.
en: In some cases, the completion of the immunisations needed is recommended prior to the start of a treatment, as during the treatment the patient may be at higher risks of infection.

source: Diese Reaktionen treten in der Regeln innerhalb von wenigen Minuten nach Exposition gegenüber dem Auslöser der Allergie auf.
en: It usually occurs within minutes of exposure to the source of the allergy.

source: Es sollten alle nötigen Maßnahmen ergriffen werden, um sicherzustellen, dass Mädchen alle empfohlenen Impfungen erhalten, bevor sie das gebärfähige Alter erreichen.
en: Every effort should be made to see that women receive all routinely recommended vaccines before they reach child-bearing age.

source: Einige Länder verlangen vor der Einreise einen Impfnachweis.
en: Some countries require proof of certain vaccinations before granting entry to the country.

source: Die Unterschiede betreffen u. a. die zu impfenden Alters- und Bevölkerungsgruppen (z. B. alle Kinder eines bestimmten Alters oder nur bestimmte Risikogruppen), den genauen Impfstoff (einige Inhaltsstoffe können sich unterscheiden), die Anzahl und zeitlichen Abstände der Dosen oder die Gabe von Einzel- oder Kombinationsimpfstoffen.
en: These may include the age and population to be vaccinated (for example, all children of a certain age or only those in a risk group), the exact type of vaccine (e.g. some ingredients may differ), the number and timing of doses, and whether a vaccine is given alone or in combination with others.

source: Bei Anaphylaxie handelt es sich um seltene, schnelle und heftige allergische Reaktionen, die Kreislaufversagen, Schwellungen und Atemnot verursachen können.
en: Anaphylaxis is a rare, rapid, extreme allergic reaction which can cause shock, swelling and difficulty breathing.

source: Die meisten Impfprogramme in der EU/im EWR sehen Impfungen gegen bis zu zwanzig Krankheiten vor, die Menschen verschiedener Altersgruppen gegeben werden.
en: Most national vaccination programmes in the EU/EEA include vaccines for up to twenty diseases which are given to people at specific ages.

source: Bei einer Vorgeschichte von „anaphylaktischen" oder anderen schweren allergischen Reaktionen nach einer Impfung sind weitere Dosen des betreffenden Impfstoffs kontraindiziert.
en: A history of 'anaphylactic' or other serious allergic reaction after receiving a vaccine is a contraindication to further doses of that vaccine.

source: Personen, die nach einer Impfung eine anaphylaktische oder andere schwere allergische Reaktion erleiden, sollten den betreffenden Impfstoff nicht wieder erhalten, sofern er nicht definitiv als Ursache ausgeschlossen werden kann.
en: Someone who experiences an anaphylactic or other serious allergic reaction following a certain vaccine should not be given that vaccine again, unless the vaccine is definitively ruled out as the cause.

source: Bestimmte Erkrankungen des Immunsystems (z. B. angeborene Immunschwäche) oder medizinische Therapien (z. B. Chemotherapie, Knochenmark- oder andere Transplantation, hohe Steroid-Dosen) sind Kontraindikationen für manche Impfstoffe wie z. B. solche gegen Masern, Mumps, Röteln und Windpocken oder orale Typhusimpfstoffe.
en: Certain immune system disorders (e.g. congenital immune deficiencies), or medical treatments (e.g. chemotherapy, a bone marrow or other organ transplant, or high doses of steroids) are contraindications for some vaccines, such as measles, mumps, rubella, varicella or oral typhoid.

source: Die Impfpläne für Kinder umfassen in allen EU-/EWR-Ländern Impfungen gegen:
en: The childhood vaccination schedules in all EU/EEA countries include the vaccination against:

source: Nationale Impfpläne in EU-/EWR-Ländern empfehlen Impfstoffe für bestimmte Altersgruppen und Populationen.
en: National vaccination schedules in EU/EEA countries recommend vaccines at specific ages and for specific populations.

source: Für bestimmte Impfstoffe bestehen möglicherweise weitere Gegenanzeigen, die mit dem medizinischen Fachpersonal zu erörtern sind.
en: There may be other contraindications for specific vaccines, which need discussing with the healthcare provider.

source: In einigen Fällen werden mehrere Impfstoffe auf einmal gegeben, um die geimpfte Person gegen mehrere Infektionskrankheiten zu schützen.
en: Sometimes, more than one vaccine may be given at once to protect against several infectious diseases.

source: Diese Entscheidung hängt unter anderem von der epidemiologischen situation, z.b. der Häufigkeit der Erkrankung und wirtschaftlichen Faktoren ab.
en: This is based on local conditions, such as how common the disease is, as well as economic factors.

source: Masern - diese Krankheit ist hoch ansteckend und führt bei 3 von 10 Betroffenen zu Komplikationen (4) wie Ohrenentzündungen, Durchfall, Lungenentzündungen und Enzephalitis (Entzündung des Hirngewebes);
en: measles is highly contagious and 3 out of 10 people affected develop complications (4), which can include ear infection, diarrhoea, pneumonia and encephalitis (inflammation of the brain tissue);

source: Röteln - fast 9 von 10 Babys, deren Mutter zu Beginn der Schwangerschaft Röteln hatte, leiden am Gregg-Syndrom (mit Beschwerden wie Gehörlosigkeit, Grauem Star und Lernstörungen (2);
en: almost 9 out of 10 babies born to mothers who had rubella in early pregnancy, will suffer from congenital rubella syndrome (with conditions such as deafness, cataracts and learning disabilities) (2);

source: Informationen über die nationalen Impfpläne in den EU-/EWR-Ländern sind dem ECDC-Impfplaner (ECDC Vaccine Scheduler) zu entnehmen.
en: Information on the national vaccination schedules in EU/EEA countries can be found in the ECDC Vaccine Scheduler .

source: Informationen und Links zu den Websites der Mitglieder des Netzwerks finden Sie hier: https://www.vaccinesafetynet.org/vsn/network .
en: Information and links to the VSN member websites is available here: https://www.vaccinesafetynet.org/vsn/network .

source: Die Gestaltung der Impfpläne unterscheidet sich von Land zu Land, ist in der EU/im EWR insgesamt jedoch ähnlich.
en: There are some differences in the way countries organise their vaccination schedules, which are similar but not identical in different EU/EEA countries.

source: Beispielsweise müssen ggf. Menschen geimpft werden, die in Regionen reisen, wo sich Infektionskrankheiten wie Gelbfieber und typhoides Fieber verbreiten.
en: For example, people who travel to regions where certain infectious diseases circulate such as yellow fever and typhoid fever may need to have vaccinations.

source: Weitere Informationen über nationale Impfprogramme finden Sie im ECDC-Impfplaner und auf den offiziellen Websites der EU-/EWR-Länder zum Thema Immunisierung.
en: For more information about national vaccination programmes, see the ECDC vaccine scheduler and visit the official websites on immunisation of the EU/EEA countries here .

source: Die Unterschiede zwischen den Impfplänen bedeuten nicht, dass manche Programme besser oder schlechter sind, sondern dass sie die unterschiedlichen Umstände und Gesundheitssysteme berücksichtigen.
en: The differences between vaccination schedules do not mean that some are better than others.

source: Während der Schwangerschaft sind einige Impfstoffe wie Masern-, Mumps- und Rötelnimpfungen kontraindiziert.
en: Some vaccines are contraindicated during pregnancy, such as measles, mumps and rubella.

source: Bei Personen, die gegen einen der in der Produktinformation angegebenen Wirkstoffe oder weitere Inhaltsstoffe allergisch sind, ist der Impfstoff kontraindiziert.
en: A vaccine is contraindicated to those allergic to any of the vaccine active substances or ingredients as listed in the product information.

source: Impfungen schützen den Menschen vor Krankheiten, die schwere gesundheitliche Folgen haben können, z. B.:
en: Vaccination protects individuals against diseases that could have serious consequences for their health, for example:

source: Keuchhusten - diese Krankheit kann bei Säuglingen besonders schwer verlaufen und über zwei Monate hinweg immer wieder Hustenanfälle auslösen.
en: pertussis (whooping cough) can be particularly serious in infants, causing coughing spells that may recur for up to two months.

source: Zu den Folgeschäden zählen bei bis zu 20 % der Überlebenden neurologische Beschwerden, Hörschädigungen oder Amputationen (3);
en: meningococcal disease kills 1 in 10 people affected, even with prompt diagnosis and treatment, while problems including neurological or hearing impairment and amputation occur in up to 20% of survivors (3);

source: Impfstoffe schützen gegen eine oder mehrere Krankheiten.
en: Some vaccines protect against only one disease, but others protect against more than one.

source: Weitere Informationen über das Netzwerk finden Sie hier: https://vaccinesafetynet.org .
en: For more information about the network visit: https://vaccinesafetynet.org .

source: Darüber hinaus werden für Gruppen mit erhöhtem Risiko wie chronisch Kranke oder für bestimmte Reiseziele zum Teil Impfungen gegen bestimmte Erkrankungen empfohlen.
en: In addition, vaccines to protect against specific diseases are sometimes recommended for ‘high-risk' groups, such as people with long-term health conditions or people planning to travel to other parts of the world.

source: Häufig ist es schwierig, sich unter allen im Internet und den sozialen Medien verfügbaren und verbreiteten Informationen über Impfungen zurechtzufinden.
en: With all the information that is available on the internet and circulating on social media on vaccination, people may sometimes get lost.

source: Ein Impfstoff kann für bestimmte Personen kontraindiziert sein, d. h. sie sollten ihn nicht erhalten.
en: A vaccine may be contraindicated for certain people, meaning they should not receive it. Possible contraindications should be always discussed with the healthcare provider before receiving a vaccine.

source: Zu den Komplikationen gehören Lungenentzündungen, Enzephalopathie (eine Gehirnerkrankung) und Anfälle; schlimmstenfalls kann eine Infektion sogar zum Tod führen (5).
en: Complications include pneumonia, encephalopathy (a disease of the brain), seizures and even death (5).

source: Dazu gehören auch sein nationales Immunisierungsprogramm und sein Impfplan.
en: Each EU/EEA country is responsible for its own national public health policy, including its national immunisation programme and vaccination schedule.

source: Die gleichzeitige Anwendung von Impfstoffen ist eine seit Jahrzenten übliche Praxis, die durch zahlreiche wissenschaftliche Studien zu Nutzen und Risiken.
en: Combined use of vaccines is well established and based on scientific studies on its benefits and safety.

source: Welches ist die optimale Dosis?
en: What is the optimal dose?

source: vorherige Kontakte mit der Krankheit;
en: previous contact with the disease;

source: Humane Papillomviren (HPV)
en: Human papillomavirus (HPV)

source: Quelle: S. Plotkin, W. Orenstein, P. Offit: Vaccines.
en: Source: Plotkin S, Orenstein W, Offit P. Vaccines.

source: der Zeitraum seit der Impfung;
en: time since vaccination;

source: Was sind HPV?
en: What is HPV?

source: Wie kann Grippe vorgebeugt werden?
en: How can influenza be prevented?

source: Was ist Virusgrippe?
en: What is influenza?

source: Was sind Masern?
en: What is measles?

source: Wie werden Masern behandelt?
en: How is measles treated?
